---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.NumberingSchema
source: html/1042810e-72a4-1ab1-22f3-925f2f05e20a.htm
---
# NumberingSchema Members

Appends all elements of one numbering sequence to the end of another sequence.